[
  {
    "Id": "f09a066d-412f-4362-bdca-526ed70f29b6",
    "Title": "Origin",
    "TitleUrl": null,
    "ImagesUrls": [
      "http://loremflickr.com/360/216/city"
    ],
    "CreatedOn": "2015-12-29T16:22:42.4970766-04:00",
    "CreatedBy": "Jesús",
    "Location": null,
    "Posts": [
      {
        "HistoryId": "f09a066d-412f-4362-bdca-526ed70f29b6",
        "Body": "<p>Prueba de un comentario</p>",
        "Created": "2015-12-29T16:50:44.3332434-04:00"
      }
    ]
  },
  {
    "Id": "60d57332-8633-4c11-bccf-396763ce2e17",
    "Title": "Registro de Gastos",
    "TitleUrl": null,
    "ImagesUrls": [
      "http://loremflickr.com/360/216/city"
    ],
    "CreatedOn": "2016-01-02T19:27:00.9885538-04:00",
    "CreatedBy": "Jesús",
    "Location": null,
    "Posts": [
      {
        "HistoryId": "60d57332-8633-4c11-bccf-396763ce2e17",
        "Body": "Este Proyecto ha tenido varias vertientes desde Paybill, hasta registro de gastos financieros y prevision de gastos para registrar metas a corto, mediano y largo plazo de los objetivos de las personas.\r\n\r\nPero en esta occasion como parte del Proyecto egoist tiene una relacion al Proyecto ofrecido en PA por lo tanto, seria una buena opción crear el modulo para PA y usar las partes communes en EGOIST para uso propio en estadisticas u opciones futuras, por ahora me limitare a registrar informacion pertinente a gastos.",
        "Created": "2016-01-02T19:31:06.218248-04:00"
      }
    ]
  },
  {
    "Id": "8c31ca35-31a8-4e89-8a6c-86ef3bd3fcdc",
    "Title": "Ideas Expontaneas",
    "TitleUrl": null,
    "ImagesUrls": [
      "http://loremflickr.com/360/216/city"
    ],
    "CreatedOn": "2016-01-02T20:11:04.8459005-04:00",
    "CreatedBy": "Jesús",
    "Location": null,
    "Posts": [
      {
        "HistoryId": "8c31ca35-31a8-4e89-8a6c-86ef3bd3fcdc",
        "Body": "<p>Notificador de Entradas nuevas en websites que sigo.</p>",
        "Created": "2016-01-02T20:13:03.3907143-04:00"
      },
      {
        "HistoryId": "8c31ca35-31a8-4e89-8a6c-86ef3bd3fcdc",
        "Body": "<p>Un juego en que puedas ver la cantidad de muertes en batallas que haz tenido, por ejemplo: Un jugador puede ser caballero solo cuando ha participado y ganado con su propio avatar muchas batallas lo que lo pondria en la cima de entre los jugadores mas valeroso</p>",
        "Created": "2016-01-03T13:43:15.0208023-04:00"
      },
      {
        "HistoryId": "8c31ca35-31a8-4e89-8a6c-86ef3bd3fcdc",
        "Body": "<p>Crear Sistema de Localizacion Remoto de Vehiculos.</p>",
        "Created": "2016-01-03T17:40:01.0569498-04:00"
      },
      {
        "HistoryId": "8c31ca35-31a8-4e89-8a6c-86ef3bd3fcdc",
        "Body": "<p>Esta es una idea vieja surgiooo hace tiempo, antes de comprarme la Vitara, pens&eacute; como muchas personas que estan frenetica de tener su primer vehiculo porque por fin podrian invitar a la chica que le gusta al cine o podria llevarle al parque o incluso a un restaurante de ser necesario eso fue para mi uno de los incentivos para obtenerla pero queria algo de seguridad queria ver la forma de que mi vehiculo fuera seguro de que no pudieran robarlo un sistema de seguridad&nbsp;pens&eacute; por GPS, encendido del vehiculo y todas esas cosas seria jevi realizarla pero creo que lo mas correcto de pensar es que seria divertida desarroollarla por lo que se me ocurrio esta sencilla y economcia idea despues de todo no tengo la capacidad de desperdiciar demasiado dinero en juguetes que no podre usar asi como el LeapMotion por lo tanto la idea es:<br /><br /><br />Crear una aplciacion de rastreo que al recibir un mensaje SMS:</p>\r\n<ol>\r\n<li>Pueda encender el 4G</li>\r\n<li>Enviar su posicion actual</li>\r\n<li>Borrar el mensjae</li>\r\n<li>Enviar status de la bateria tambien .</li>\r\n</ol>",
        "Created": "2016-01-11T00:41:48.9984981-04:00"
      }
    ]
  }
]